/* Localized versions of UI keys */

/* generic */
"OKButtonText" = "OK";
"CancelButtonText" = "Cancel";

"BuildID" = "Build ID: %010u";
"AlreadyRunningAlert" = "Cannot Launch %@";
"AlreadyRunningMsg" = "%@ is already running on this system. Only one version may be run at any time.";
"AlreadyRunningButton" = "Quit";

/* for toggling show/hide bookmarks toolbar menu item */
"Hide Bookmarks Toolbar" = "Hide Bookmarks Toolbar";
"Show Bookmarks Toolbar" = "Show Bookmarks Toolbar";

"HideSidebarMenuItem" = "Hide Sidebar";
"ShowSidebarMenuItem" = "Show Sidebar";

/* offline window title (unused) */
"OfflineTitleFormat" = "%@ [Working Offline]";

/* quit with downloads alert */
"QuitWithDownloadsMsg" = "Are you sure you want to Quit?";
"QuitWithDownloadsExpl" = "There are downloads in progress that will be stopped if you quit now.";
"QuitWithdownloadsButtonDefault" = "Cancel";
"QuitWithdownloadsButtonAlt" = "Quit";

/* Parser error loading bookmarks.xml file */
"CorruptedBookmarksAlert" = "Error Reading Bookmarks";
"CorruptedBookmarksMsg"   = "The bookmarks file could not be read, because its contents don’t conform to the expected format.";

/* Parser error importing bookarks */
"ErrorImportingBookmarksAlert" = "Error Importing Bookmarks";
"ErrorImportingBookmarksMsg"   = "The bookmarks file could not be imported, because its contents don’t conform to the expected format.";
"ErrorImportingXMLBookmarksMsg"   = "The bookmarks file could not be imported, because the file format was not recognized.";

/* Delete bookmarks warning */
"DeteleBookmarksAlert" 	= "Delete Bookmarks?";
"DeteleBookmarksMsg"		= "Are you sure you want to delete these bookmarks? This cannot be undone.";
"DeteleBookmarksCancelButton"	= "Cancel";
"DeteleBookmarksOKButton"			= "Delete";

/* popup blocking */
"PopupBlockMsg" = "This web site is attempting to open an unrequested popup window.  %@ can automatically prevent Web sites from opening popup advertisements.  Click OK to prevent all unrequested popups (including this one) from opening.";

/* Prefs window */
"ShowAllPrefItems" = "Show All";

/* title for untitled pages (lowercase per Aqua HI Guidelines) */
"UntitledPageTitle" = "untitled";

/* "Loading" message for tab labels */
"TabLoading" = "Loading...";
"DocumentDone" = "Document: Done";

/* Bookmarks edit panel */
"BookmarkInfoTitle" = "Info for ‘%@’";
"NewBookmarkFolder" = "New Folder";
"BookmarksRootName" = "Bookmarks"; /* root of folders menu in Add Bookmark dialog */

/* Preferences window */
"PrefsWindowTitleFormat" = "%@ Preferences";

/* About window */
"AboutWindowTitleFormat" = "About %@";

/* Download Progress Dialog */
"Cancel" = "Cancel";
"Show File" = "Show File";
"Open File" = "Open File";
"Leave Open"= "Leave Open";
"Close When Done" = "Close When Done";
"Toggle Close Behavior" = "Toggle Close Behavior";

"CancelPaletteLabel" = "Cancel Download";

"DownloadingTitle" = "Downloading: %@";
"CancelToolTip" = "Cancel this file download";
"ShowToolTip" = "Show the saved file in the Finder";
"OpenToolTip" = "Open the saved file in its default application.";
"LeaveOpenToolTip" = "Window will stay open when download finishes.";
"CloseWhenDoneToolTip" = "Window will close automatically when download finishes.";

"UnderSec" = "Under %d seconds";
"UnderMin" = "Under a minute";
"AboutMin" = "About a minute";
"AboutMins" = "About %d minutes";
"AboutHour" = "Over an hour";
"AboutHours" = "Over %d hours";
"LabelString" = "%@ of %@ total (at %@/sec)";

/* New Download progress dialog */
"DownloadLabelString" = "Downloading “%@” to “%@”";
"DownloadDoneLabelString" = "Downloaded “%@” to “%@”";
"DownloadStatusString" = "%@ of %@ total (at %@/sec)";
"DownloadDoneStatusString" = "%@ of %@ done (at %@/sec)";
"DownloadCompleted" = "Completed";
"DownloadCancelled" = "Canceled";
"DownloadInterrupted" = "Interrupted";
"DownloadCalculatingString" = "Unknown";
"DownloadRemainingLabel" = "Time remaining:";
"DownloadRemainingLabelDone" = "Time elapsed:";
"DownloadingTooltipFormat" = "Downloading %@\n\t%@\n\t%@";
"DownloadedTooltipFormat" = "Downloaded %@\n\t%@\n\t%@";

/* for Keychain prompt */
"KeychainCheckTitle" = "Store this password in the keychain";

/* Browser Toolbar Buttons */
"Back" = "Back";
"Forward" = "Forward";
"Reload" = "Reload";
"Stop" = "Stop";
"Home" = "Home";
"Sidebar" = "Sidebar";
"Search" = "Search";
"Progress" = "Progress";
"Location" = "Location";
"Print" = "Print";
"View Source" = "View Source";
"Bookmark" = "Bookmark";
"BigText" = "Bigger Text";
"SmallText" = "Smaller Text";
"NewTab" = "New Tab";
"CloseTab" = "Close Tab";
"SendLink" = "Send Link";

"Go Back" = "Go Back";
"Go Forward" = "Go Forward";
"Reload Page" = "Reload Page";
"Stop Loading" = "Stop Loading";
"Go Home" = "Go Home";
"Toggle Sidebar" = "Toggle Sidebar";
"View Page Source" = "View Page Source";
"Bookmark Page" = "Bookmark Page";

"BackToolTip" = "Go back one page";
"ForwardToolTip" = "Go forward one page";
"ReloadToolTip" = "Reload current page";
"StopToolTip" = "Stop loading this page";
"HomeToolTip" = "Go to home page";
"SidebarToolTip" = "Show or hide the Sidebar";
"SearchToolTip" = "Search the Internet";
"PrintToolTip" = "Print this page";
"ViewSourceToolTip" = "Display the HTML source of this page";
"BookmarkToolTip" = "Add this page to your bookmarks";
"BigTextToolTip" = "Enlarge the text on this page";
"SmallTextToolTip" = "Shrink the text on this page";
"NewTabToolTip" = "Create a new tab";
"CloseTabToolTip" = "Close the current tab";
"SendLinkToolTip" = "Open a new message in your mail program with the URL of the current page";

/* Rendezvous messages */
"NoServicesFound"="(No Services Found)";
"ServiceResolutionFailedTitle"="Could not connect";
"ServiceResolutionFailedMsgFormat"="There was a problem trying to connect to “%@”.";
"_ftp._tcp."=" (ftp)";
"_http._tcp."=" (http)";
"_https._tcp."=" (ftp)";
"UserNameRequestTitle"="FTP Login";
"UsernameRequestFormat"="Enter a username to access the FTP server “%@”. Leave blank to use anonymous login.";

/* Password Dialogs */
"Username Label" = "Username:";
"Password Label" = "Password:";

/* Security dialogs */
"ContinueButton" = "Continue";
"StopButton" = "Stop";
"Accept Always" = "Always Accept";
"Accept Once" = "Accept One Time Only";
"Security Warning" = "Security Warning";
"Post To Insecure" = "The information you have entered will be sent over an unencrypted connection and could easily be read by a third party.\n\nAre you sure you want to continue sending this information?";
"Security Mismatch" = "There is a problem with this site's security certificate. It may be invalid, expired, or not registered with a trusted authority.\n\nAre you sure you want to connect to this site?";
"Expired Certification" = "This site is using an expired certificate.\n\nAre you sure you want to connect to this site?";
"Unknown Certification" = "This site has an identity that cannot be verified.";
